{
    "9780593134047": {
        "ISBN": "0593134044",
        "title": "Four hundred souls : a community history of African America, 1619-2019",
        "author": "Ibram X Kendi; Keisha N Blain",
        "publisher": "New York : One World, [2021]",
        "abstract": "A \"choral history\" of African Americans covering 400 years of history in the voices of 80 writers, edited by the bestselling, National Book Award-winning historian Ibram X. Kendi and Keisha N. Blain. Last year marked the four hundredth anniversary of the first African presence in the Americas--and also launched the Four Hundred Souls project, spearheaded by Ibram X. Kendi, director of the Antiracism Institute of American University, and Keisha Blain, editor of The North Star. They've gathered together eighty black writers from all disciplines -- historians and artists, journalists and novelists--each of whom has contributed an entry about one five-year period to create a dynamic multivoiced single-volume history of black people in America",
        "genre": [
            "Biography",
            "History",
            "Biographies"
        ]
    },
    "9781526418715": {
        "ISBN": "1526418711",
        "title": "Applied sociology for social work",
        "author": "Ewan Ingleby",
        "publisher": "Los Angeles : SAGE, 2017.",
        "abstract": "This book offers students a framework to explore how their professional responsibility to understanding sociology can be realised in every aspect of their work with a diverse range of service user groups including children and families, adults, older people, people with learning disabilities and people suffering from mental distress. Introduction; Functionalism and Social Work; Interactionism and Social Work; Conflict Theory and Social Work; Children, Sociology and Social Work; Learning Disabilities, Sociology and Social Work; Mental Health, Sociology and Social Work; Older People, Sociology and Social Work; Conclusion.",
        "genre": [
            "Sociology",
            "Science"
        ]
    },
    "9788194293385": {
        "ISBN": "8194293383",
        "title": "The Unknown Egde",
        "author": "Rajita Kulkarni Bagga",
        "publisher": "Prasana Prabhu; Sri Sri Publications Trust",
        "abstract": "Banking is about making profits and spirituality is about giving. Rajita Kulkarni Bagga has managed to grow successfully in both these seemingly opposite aspects of her life. Her close association with one of the most renowned spiritual masters of our time, Gurudev Sri Sri Ravi Shankar, brought her in touch with world leaders, presented her with incredible opportunities, and also placed new challenges on her path. She even came within perilous touching distance of armed terrorists on a killing spree, during the 26/11 attack on the Taj Hotel in Mumbai. Her book forces you to ponder if there is a force that orchestrates the events in our life and whether the way we respond to situations changes our destiny. Now, as one of India’s highly respected women educators, she asks, 'What is The Unknown Edge that separates the mystical from the mundane, the life-transforming from the life-threatening and the ethereal from the earthly'?",
        "genre": [
            "Biography",
            "Biographies"
        ]
    },
    "9780307271792": {
        "ISBN": "",
        "title": "Claire of the sea light",
        "author": "Edwidge Danticat",
        "publisher": "New York : Alfred A. Knopf, 2013",
        "abstract": "The interconnected secrets of a coastal Haitian town are revealed when one little girl, the daughter of a fisherman, goes missing. Claire of the Sea Light is as much about the intersection of the lives of a group of Haitians of different social standings, as it is an exercise in the art of storytelling. The elements and characters of the story fit creatively together in a refreshingly non-conventional fashion.",
        "genre": [
            "Girls",
            "Crime",
            "Fiction"
        ]
    },
    "9789390006328": {
        "ISBN": "9390006325",
        "title": "The Parallel Love",
        "author": "Sid Crish",
        "publisher": "Aniket Kapoor; Authors ink publications",
        "abstract": "Abstract Heart is a labor of love, emerging from the unfiltered mind of poet J. Iron Word, a book that pulls at the strings of our beliefs about the nature of love until they unravel. Through the bravado of his writing and the painstaking clarity of his voice, Iron Word has crafted a work of art that encompasses how love has the power to transform and transcend us all.",
        "genre": [
            "Romantic",
            "Drama"
        ]
    }
}